Repository: taoxtrece/plugin.googledrive
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #32000
source: Player Service
es_es: Servicio del reproductor

# #32001
source: Export Service
es_es: Servicio de exportación

# #32002
source: Source Service
es_es: Servicio de fuente

# #32003
source: Before full export, remove previous local files and folders
es_es: Antes de exportar completamente, eliminar los archivos y carpetas locales

# #32004
source: Automatically set subtitles from cloud drive
es_es: Configurar subtítulos automáticamente desde la unidad en la nube

# #32005
source: Auto-Refreshed slideshow
es_es: Actualizar automáticamente la presentación de dispositivas

# #32006
source: Refresh interval in minutes
es_es: Intervalo de actualización en minutos

# #32007
source: Google Photos
es_es: Google Fotos

# #32008
source: Always ask for the stream format before play
es_es: Pregunte siempre por el formato de transmisión antes de reproducir

# #32009
source: Loading stream formats...
es_es: Cargando formatos de transmisión...

# #32010
source: Recursive auto-refreshed slideshow
es_es: Presentación de diapositivas recursiva con actualización automática

# #32011
source: Resume playing when resume point exists in library
es_es: Reanudar la reproducción cuando exista un punto de reanudación en la videoteca

# #32012
source: Open Cloud Drive Common Settings...
es_es: Abrir ajustes de Cloud Drive Common...

# #32013
source: My Drive
es_es: Mi Unidad

# #32014
source: Starred
es_es: Destacados

# #32015
source: Original format
es_es: Formato Original

# #32016
source: Select the stream format
es_es: Seleccione el formato de transmisión

# #32017
source: Ask to resume if resume point exists in library
es_es: Solicitar reanudar si existe un punto de reanudación en la videoteca

# #32018
source: Save resume points and watched status in library
es_es: Guardar los puntos de reanudación y el estado observado en la videoteca

# #32019
source: Do not include filename extension in a .strm
es_es: No incluir la extensión del nombre de archivo en un .strm

# #32020
source: Hide exporting progress dialog
es_es: Ocultar diálogo de progreso de exportación

# #32030
source: Collaboration
es_es: Colaboración

# #32031
source: Report errors automatically to help resolve them quickly
es_es: Informar errores automáticamente para ayudar a resolverlos rápidamente

# #32032
source: Advanced
es_es: Avanzado

# #32033
source: Sign-in Server
es_es: Servidor de inicio de sesión

# #32034
source: Cache expiration time (in minutes)
es_es: Tiempo de caducidad de la caché (en minutos)

# #32035
source: Clear cache now
es_es: Limpiar caché ahora

# #32067
source: Services
es_es: Servicios

# #32068
source: Allow using Google Drive as a source
es_es: Permitir usar Google Drive como fuente

# #32069
source: Source server port - http://localhost:<port>/source
es_es: Puerto del servidor de origen - http://localhost:<port>/source

# #32070
source: Default stream quality
es_es: Calidad de transmisión predeterminada

# #32071
source: Check for Google ban
es_es: Verificar el baneo de Google

# #32072
source: Banned: %s
es_es: Baneado: %s

# #32073
source: Response code: %s
es_es: Código de respuesta: %s

# #32074
source: Download metadata files (.nfo, .strm)
es_es: Descargar archivos de metadatos (.nfo, .strm)

# #32075
source: Skip unmodified files
es_es: Omitir archivos no modificados

# #32076
source: Play choosing stream format
es_es: Reproducir eligiendo el formato de transmisión
